{
  "es": {
    "titulo": "Política de Privacidad y Términos de Uso — Simulador PMP",
    "vigencia": "Vigente desde: 27 de enero de 2026",
    "titular": "Titular: Pablo Kriger — domicilio: Paraná, Entre Ríos, Argentina",
    "1": "Al acceder, navegar, registrarse, introducir datos o utilizar los servicios del sitio web (en adelante, la “Plataforma”), el usuario acepta plena y expresamente esta Política de Privacidad y los Términos de Uso. Si no está de acuerdo con alguno de sus términos, deberá abstenerse de utilizar la Plataforma.",
    "2": "La Plataforma es un simulador/entorno de práctica orientado a preparar usuarios para el examen PMP. Tiene carácter educativo y orientativo; no garantiza equivalencia, certificación ni aval con respecto a PMI® ni a cualquier entidad certificadora. El simulador no es una réplica exacta del examen oficial.",
    "3": "Para utilizar la Plataforma es requisito iniciar sesión con una cuenta de Google (correo Gmail). La autenticación se realiza mediante Firebase Authentication o servicio equivalente. La Plataforma puede limitar el acceso a determinados usuarios conforme a criterios internos y sus políticas de autorización.",
    "4": "Recopilamos y procesamos, entre otros, los siguientes datos: Datos de perfil (nombre, correo electrónico), historial de uso y actividad (respuestas, tiempos, intentos, puntajes, estadísticas) y datos técnicos (IP, navegador/dispositivo, registros de acceso). Finalidades: almacenamiento del historial, cálculo de estadísticas, mejora del servicio, análisis y desarrollo de funcionalidades, prevención de abusos, soporte técnico y comunicación administrativa.",
    "5": "El titular podrá usar, analizar, agregar, almacenar y conservar los datos e información del usuario para las finalidades indicadas y para otras utilidades legítimas relacionadas con la explotación del servicio, siempre conforme a la ley. El titular no garantiza que la información no pueda ser divulgada por causas ajenas a su control y se exime de responsabilidad por divulgación, pérdida, robo, publicación o uso no autorizado de los datos.",
    "6": "Las preguntas que integran la base de datos han sido recopiladas por especialistas con fines educativos. La Plataforma no asume responsabilidad por el uso indebido que los usuarios puedan hacer de la información contenida en las preguntas o respuestas. El usuario será responsable del uso que haga de la información y acepta indemnizar y mantener indemne al titular frente a cualquier reclamo.",
    "7": "En la máxima extensión permitida por la ley, el titular no será responsable por daños directos, indirectos, especiales, incidentales, punitivos o consecuenciales derivados del acceso, uso o imposibilidad de uso de la Plataforma o de sus contenidos.",
    "8": "El titular es propietario de la web y de los derechos sobre su diseño y contenidos. Queda prohibida la reproducción, distribución, comunicación pública o explotación total o parcial sin autorización escrita y certificada del titular.",
    "9": "La Plataforma está monetizada como servicio pedagógico y lúdico. El acceso a ciertos contenidos puede estar sujeto a condiciones comerciales o visualización de publicidad. La disponibilidad gratuita de materiales no implica cesión de derechos ni responsabilidad adicional.",
    "10": "Los datos se almacenarán y conservarán mientras sea necesario para las finalidades indicadas o por el tiempo que exijan obligaciones legales. El titular podrá transferir o divulgar datos a proveedores técnicos o terceros colaboradores respetando la ley y las medidas de seguridad.",
    "11": "Al interactuar con la Plataforma el usuario presta su consentimiento para el tratamiento de sus datos personales conforme a la normativa argentina. El usuario puede ejercer los derechos que la normativa le confiera dirigiéndose al contacto indicado.",
    "12": "Esta Política se aplica a la Plataforma y a cualquier otra plataforma o aplicación donde se reproduzca el contenido del simulador, salvo que se indique otra cosa. Condiciones comerciales o de privacidad propias de tiendas externas pueden sumar obligaciones adicionales.",
    "13": "Para cualquier controversia derivada del uso de la Plataforma o de esta Política, las partes se someten a la jurisdicción de los tribunales de Paraná, Entre Ríos, Argentina, y la ley aplicable será la ley argentina.",
    "14": "El titular se reserva el derecho de modificar parcial o totalmente esta Política en cualquier momento. El uso continuado del servicio tras cambios implica aceptación de los mismos.",
    "15": "El titular implementa medidas técnicas y organizativas razonables para proteger los datos. No obstante, ningún sistema es totalmente infalible; el titular no garantiza seguridad absoluta y el usuario reconoce y acepta este riesgo.",
    "16": "El usuario acepta indemnizar y mantener indemne al titular frente a cualquier reclamo, daño, pérdida o gasto que surja por uso indebido de la Plataforma, violación de la Política o contenidos aportados que vulneren derechos de terceros.",
    "17": "Para consultas o requerimientos legales: Pablo Kriger — red.consultorial@gmail.com — Paraná, Entre Ríos, Argentina."
  },
  "en": {
    "titulo": "Privacy Policy and Terms of Use — PMP Simulator",
    "vigencia": "Effective from: January 27, 2026",
    "titular": "Owner: Pablo Kriger — Paraná, Entre Ríos, Argentina",
    "1": "By accessing, browsing, registering, entering data, or using the services of the website (hereinafter, the “Platform”), the user fully and expressly accepts this Privacy Policy and Terms of Use. If you do not agree with any of its terms, you should refrain from using the Platform.",
    "2": "The Platform is a simulator/practice environment aimed at preparing users for the PMP exam. It is educational and advisory in nature; it does not guarantee equivalence, certification, or endorsement by PMI® or any certifying entity. The simulator is not an exact replica of the official exam.",
    "3": "To use the Platform, you must sign in with a Google account (Gmail). Authentication is performed via Firebase Authentication or equivalent service. The Platform may limit access to certain users according to internal criteria and authorization policies.",
    "4": "We collect and process, among others, the following data: Profile data (name, email), usage and activity history (answers, timing, attempts, scores, statistics), and technical data (IP, browser/device, access logs). Purposes: storing user history, calculating statistics, improving the service, analysis and feature development, abuse prevention, technical support, and administrative communication.",
    "5": "The owner may use, analyze, aggregate, store, and retain user data for the indicated purposes and other legitimate uses related to the service, in accordance with the law. The owner does not guarantee that information will not be disclosed by causes beyond its control and is exempt from liability for disclosure, loss, theft, publication, or unauthorized use of data.",
    "6": "The questions in the database have been collected by specialists for educational purposes. The Platform assumes no responsibility for misuse of the information contained in the questions or answers. The user is responsible for how they use the information and agrees to indemnify and hold the owner harmless against any claim.",
    "7": "To the fullest extent permitted by law, the owner is not responsible for direct, indirect, special, incidental, punitive, or consequential damages arising from access, use, or inability to use the Platform or its content.",
    "8": "The owner holds the rights to the website, its design, and contents. Reproduction, distribution, public communication, or total/partial exploitation without written and certified authorization from the owner is prohibited.",
    "9": "The Platform is monetized as an educational and playful service. Access to certain content may be subject to commercial conditions or advertising display. Free availability of materials does not imply transfer of rights or additional liability.",
    "10": "Data will be stored and retained as necessary for the indicated purposes or as required by law. The owner may transfer or disclose data to technical providers or collaborators while respecting the law and security measures.",
    "11": "By interacting with the Platform, the user consents to the processing of their personal data in accordance with Argentine law. The user may exercise their legal rights by contacting the owner.",
    "12": "This Policy applies to the Platform and any other platform or application where the simulator content is reproduced, unless stated otherwise. Commercial or privacy conditions of external stores may add additional obligations.",
    "13": "For any disputes arising from the use of the Platform or this Policy, parties submit to the jurisdiction of the courts in Paraná, Entre Ríos, Argentina, and Argentine law applies.",
    "14": "The owner reserves the right to modify this Policy in whole or in part at any time. Continued use of the service after changes implies acceptance of them.",
    "15": "The owner implements reasonable technical and organizational measures to protect data. However, no system is completely foolproof; the owner does not guarantee absolute security and the user acknowledges and accepts this residual risk.",
    "16": "The user agrees to indemnify and hold the owner harmless from any claims, damages, losses, or expenses arising from misuse of the Platform, violation of the Policy, or user-submitted content that infringes third-party rights.",
    "17": "For inquiries or legal requests: Pablo Kriger — red.consultorial@gmail.com — Paraná, Entre Ríos, Argentina."
  },
  "pt": {
    "titulo": "Política de Privacidade e Termos de Uso — Simulador PMP",
    "vigencia": "Válido a partir de: 27 de janeiro de 2026",
    "titular": "Titular: Pablo Kriger — Paraná, Entre Ríos, Argentina",
    "1": "Ao acessar, navegar, registrar-se, inserir dados ou utilizar os serviços do site (doravante, a “Plataforma”), o usuário aceita plena e expressamente esta Política de Privacidade e os Termos de Uso. Caso não concorde com algum termo, deve abster-se de usar a Plataforma.",
    "2": "A Plataforma é um simulador/ambiente de prática voltado a preparar usuários para o exame PMP. Tem caráter educativo e orientativo; não garante equivalência, certificação ou aval do PMI® ou de qualquer entidade certificadora. O simulador não é uma réplica exata do exame oficial.",
    "3": "Para usar a Plataforma, é necessário fazer login com uma conta Google (Gmail). A autenticação é realizada via Firebase Authentication ou serviço equivalente. A Plataforma pode limitar o acesso a determinados usuários conforme critérios internos e políticas de autorização.",
    "4": "Coletamos e processamos, entre outros, os seguintes dados: dados de perfil (nome, e-mail), histórico de uso e atividade (respostas, tempos, tentativas, pontuações, estatísticas) e dados técnicos (IP, navegador/dispositivo, registros de acesso). Finalidades: armazenamento do histórico, cálculo de estatísticas, melhoria do serviço, análise e desenvolvimento de funcionalidades, prevenção de abusos, suporte técnico e comunicação administrativa.",
    "5": "O titular pode usar, analisar, agregar, armazenar e conservar os dados do usuário para as finalidades indicadas e outros usos legítimos relacionados à exploração do serviço, sempre conforme a lei. O titular não garante que a informação não seja divulgada por causas fora do seu controle e isenta-se de responsabilidade por divulgação, perda, roubo, publicação ou uso não autorizado dos dados.",
    "6": "As perguntas que compõem o banco de dados foram coletadas por especialistas com fins educativos. A Plataforma não assume responsabilidade pelo uso indevido que os usuários possam fazer das informações contidas nas perguntas ou respostas. O usuário será responsável pelo uso das informações e concorda em indenizar e isentar o titular de quaisquer reclamações.",
    "7": "Na máxima extensão permitida por lei, o titular não será responsável por danos diretos, indiretos, especiais, incidentais, punitivos ou consequenciais decorrentes do acesso, uso ou impossibilidade de uso da Plataforma ou de seu conteúdo.",
    "8": "O titular é proprietário do site e dos direitos sobre seu design e conteúdos. É proibida a reprodução, distribuição, comunicação pública ou exploração total/parcial sem autorização escrita e certificada do titular.",
    "9": "A Plataforma é monetizada como serviço pedagógico e lúdico. O acesso a certos conteúdos pode estar sujeito a condições comerciais ou exibição de publicidade. A disponibilidade gratuita não implica transferência de direitos ou responsabilidade adicional.",
    "10": "Os dados serão armazenados e retidos enquanto necessário para as finalidades indicadas ou pelo tempo exigido por obrigações legais. O titular pode transferir ou divulgar dados a fornecedores técnicos ou colaboradores, respeitando a lei e medidas de segurança.",
    "11": "Ao interagir com a Plataforma, o usuário consente com o tratamento de seus dados pessoais de acordo com a legislação argentina. O usuário pode exercer seus direitos legais entrando em contato com o titular.",
    "12": "Esta Política aplica-se à Plataforma e qualquer outra plataforma ou aplicativo onde o conteúdo do simulador seja reproduzido, salvo indicação em contrário. Condições comerciais ou de privacidade de lojas externas podem acrescentar obrigações adicionais.",
    "13": "Para qualquer disputa decorrente do uso da Plataforma ou desta Política, as partes se submetem à jurisdição dos tribunais de Paraná, Entre Ríos, Argentina, e aplica-se a legislação argentina.",
    "14": "O titular reserva-se o direito de modificar esta Política total ou parcialmente a qualquer momento. O uso continuado do serviço após alterações implica aceitação das mesmas.",
    "15": "O titular implementa medidas técnicas e organizacionais razoáveis para proteger os dados. No entanto, nenhum sistema é totalmente infalível; o titular não garante segurança absoluta e o usuário reconhece e aceita este risco residual.",
    "16": "O usuário concorda em indenizar e isentar o titular de quaisquer reclamações, danos, perdas ou despesas decorrentes do uso indevido da Plataforma, violação da Política ou conteúdos enviados que infrinjam direitos de terceiros.",
    "17": "Para consultas ou requerimentos legais: Pablo Kriger — red.consultorial@gmail.com — Paraná, Entre Ríos, Argentina."
  },
  "de": {
    "titulo": "Datenschutzbestimmungen und Nutzungsbedingungen — PMP-Simulator",
    "vigencia": "Gültig ab: 27. Januar 2026",
    "titular": "Inhaber: Pablo Kriger — Paraná, Entre Ríos, Argentinien",
    "1": "Durch den Zugriff, das Durchsuchen, Registrieren, Eingeben von Daten oder die Nutzung der Dienste der Website (im Folgenden „Plattform“) akzeptiert der Nutzer diese Datenschutzbestimmungen und Nutzungsbedingungen ausdrücklich. Wenn Sie mit einem der Bedingungen nicht einverstanden sind, dürfen Sie die Plattform nicht nutzen.",
    "2": "Die Plattform ist ein Simulator/Übungsumgebung zur Vorbereitung auf die PMP-Prüfung. Sie ist pädagogisch und beratend; sie garantiert keine Gleichwertigkeit, Zertifizierung oder Unterstützung durch PMI® oder eine andere Zertifizierungsstelle. Der Simulator ist kein exaktes Abbild der offiziellen Prüfung.",
    "3": "Um die Plattform zu nutzen, müssen Sie sich mit einem Google-Konto (Gmail) anmelden. Die Authentifizierung erfolgt über Firebase Authentication oder einen gleichwertigen Dienst. Die Plattform kann den Zugriff auf bestimmte Nutzer gemäß internen Richtlinien einschränken.",
    "4": "Wir erfassen und verarbeiten u.a. folgende Daten: Profildaten (Name, E-Mail), Nutzungs- und Aktivitätsverlauf (Antworten, Zeiten, Versuche, Punkte, Statistiken) sowie technische Daten (IP, Browser/Device, Zugriffsdaten). Zwecke: Speicherung des Verlaufs, Berechnung von Statistiken, Verbesserung des Dienstes, Analyse und Entwicklung von Funktionen, Missbrauchsprävention, technischer Support, administrative Kommunikation.",
    "5": "Der Inhaber darf die Daten der Nutzer für die angegebenen Zwecke und andere legitime Nutzungen im Zusammenhang mit dem Dienst verwenden, analysieren, aggregieren, speichern und aufbewahren, stets gemäß geltendem Recht. Der Inhaber garantiert nicht, dass Informationen nicht durch Umstände außerhalb seiner Kontrolle offengelegt werden, und ist von der Haftung für Offenlegung, Verlust, Diebstahl, Veröffentlichung oder unbefugte Nutzung der Daten befreit.",
    "6": "Die Fragen in der Datenbank wurden von Fachleuten zu Bildungszwecken gesammelt. Die Plattform übernimmt keine Verantwortung für den Missbrauch der Informationen in Fragen oder Antworten. Der Nutzer ist für die Verwendung der Informationen verantwortlich und verpflichtet sich, den Inhaber schadlos zu halten.",
    "7": "Soweit gesetzlich zulässig, haftet der Inhaber nicht für direkte, indirekte, spezielle, zufällige, punitive oder Folgeschäden aus dem Zugriff, der Nutzung oder der Unmöglichkeit der Nutzung der Plattform oder ihrer Inhalte.",
    "8": "Der Inhaber ist Eigentümer der Website und der Rechte an Design und Inhalten. Die Vervielfältigung, Verbreitung, öffentliche Kommunikation oder vollständige/teilweise Nutzung ohne schriftliche und zertifizierte Genehmigung des Inhabers ist verboten.",
    "9": "Die Plattform wird als pädagogischer und spielerischer Dienst monetarisiert. Der Zugriff auf bestimmte Inhalte kann kommerziellen Bedingungen oder Werbeanzeigen unterliegen. Die kostenlose Verfügbarkeit der Materialien bedeutet keine Übertragung von Rechten oder zusätzliche Haftung.",
    "10": "Daten werden so lange gespeichert und aufbewahrt, wie es für die angegebenen Zwecke erforderlich ist oder gesetzlich vorgeschrieben ist. Der Inhaber kann Daten an technische Anbieter oder Partner weitergeben, unter Beachtung gesetzlicher Vorschriften und Sicherheitsmaßnahmen.",
    "11": "Durch die Nutzung der Plattform stimmt der Nutzer der Verarbeitung seiner personenbezogenen Daten gemäß argentinischem Recht zu. Der Nutzer kann seine gesetzlichen Rechte geltend machen, indem er den Inhaber kontaktiert.",
    "12": "Diese Richtlinie gilt für die Plattform und jede andere Plattform oder Anwendung, auf der der Simulatorinhalt wiedergegeben wird, sofern nicht anders angegeben. Kommerzielle oder Datenschutzbedingungen externer Shops können zusätzliche Verpflichtungen hinzufügen.",
    "13": "Für alle Streitigkeiten im Zusammenhang mit der Nutzung der Plattform oder dieser Richtlinie unterwerfen sich die Parteien der Zuständigkeit der Gerichte in Paraná, Entre Ríos, Argentinien, und es gilt argentinisches Recht.",
    "14": "Der Inhaber behält sich das Recht vor, diese Richtlinie ganz oder teilweise jederzeit zu ändern. Die fortgesetzte Nutzung des Dienstes nach Änderungen bedeutet Zustimmung zu diesen.",
    "15": "Der Inhaber implementiert angemessene technische und organisatorische Maßnahmen zum Schutz der Daten. Es gibt jedoch kein völlig sicheres System; der Inhaber garantiert keine absolute Sicherheit, und der Nutzer erkennt dieses Restrisiko an.",
    "16": "Der Nutzer stimmt zu, den Inhaber schadlos zu halten und von allen Ansprüchen, Schäden, Verlusten oder Kosten freizustellen, die sich aus der missbräuchlichen Nutzung der Plattform, der Verletzung der Richtlinie oder von Inhalten des Nutzers ergeben, die Rechte Dritter verletzen.",
    "17": "Für Anfragen oder rechtliche Anforderungen: Pablo Kriger — red.consultorial@gmail.com — Paraná, Entre Ríos, Argentinien."
  }
}
