{
  "consejos_PMP": [
    "Define objetivos claros: motivo para certificarte, fecha objetivo y horas semanales dedicadas. Un objetivo concreto mejora la disciplina y el seguimiento.",
    "Infórmate sobre la estructura y los dominios del examen; comprender el formato y el tipo de preguntas reduce la incertidumbre y orienta el estudio.",
    "Estudia el PMBOK® Guide y los estándares del PMI: usa los capítulos como marco y complementa con fuentes prácticas recientes.",
    "Aprende los procesos y su secuencia; entiende entradas, herramientas, técnicas y salidas para poder trazar el flujo de trabajo del proyecto.",
    "Memoriza y practica fórmulas clave (por ejemplo: líneas base, valor ganado, estimaciones) hasta resolverlas con rapidez y precisión.",
    "Realiza simulacros cronometrados completos para mejorar gestión del tiempo y acostumbrarte a la presión de examen.",
    "Analiza cada práctica incorrecta: identifica la idea confusa, corrige el concepto y registra la lección aprendida.",
    "Emplea técnicas activas: recordatorio espaciado (spaced repetition) y autoevaluación frecuente para fijar conocimiento a largo plazo.",
    "Construye mapas mentales y resúmenes por área para repasar rápidamente antes del examen y detectar lagunas.",
    "Relaciona teoría con proyectos reales de tu experiencia: ejemplos concretos facilitan el recuerdo y la aplicación práctica.",
    "Verifica y documenta los requisitos de experiencia profesional antes de enviar la solicitud al PMI.",
    "Redacta la aplicación con precisión: fechas, horas y responsabilidades específicas; sé coherente y verificable.",
    "Considera un curso formal o instructor certificado si necesitas estructura, contenido guiado y retroalimentación.",
    "Diseña un plan de estudio semanal con metas medibles y revisiones periódicas de progreso.",
    "Practica técnicas de gestión del tiempo en cada bloque de estudio y durante los simulacros.",
    "Lee cada enunciado con atención: identifica el contexto, el rol implicado y las palabras que cambian significado (p. ej. “mejor”, “primero”).",
    "Descarta respuestas claramente incorrectas antes de elegir; reducir opciones aumenta la probabilidad de acierto.",
    "Mantén control emocional: técnicas de respiración y breves pausas mentalmente planificadas ayudan a la concentración.",
    "Estudia en bloques de 45–60 minutos con descansos cortos; esto maximiza la retención y evita fatiga.",
    "Participa en grupos de estudio o foros profesionales para contrastar interpretaciones y recibir preguntas variadas.",
    "Revisa el Código de Ética y Conducta Profesional del PMI; muchas preguntas consideran principios éticos.",
    "Practica ejercicios de estimación, gestión del riesgo y planificaciones alternativas; son temas recurrentes en escenarios.",
    "Prioriza calidad de estudio sobre cantidad: sesiones enfocadas y activas rinden más que horas pasivas.",
    "Utiliza bancos de preguntas y simuladores de fuente confiable; no todos los simuladores tienen la misma validez.",
    "Si tomas el examen en otro idioma, repasa vocabulario técnico y estructuras de preguntas en ese idioma.",
    "Simula las condiciones reales del examen (tiempo, entorno silencioso, sin ayudas) para habituarte.",
    "Lleva un registro de tus debilidades y evolución; revisa ese registro semanalmente hasta eliminar fallos repetidos.",
    "Cuida sueño, hidratación y alimentación en las semanas previas; el rendimiento cognitivo depende del estado físico.",
    "Planifica la logística del día D: identificación requerida, hora de llegada, transporte y reposo previo.",
    "Tras el examen, haga una reflexión estructurada: qué funcionó, qué mejorar y los siguientes pasos profesionales."
  ],
  "pmbok7_caracteristicas": [
    "Adopta un enfoque basado en principios (no prescriptivo); ofrece orientación aplicable a contextos variados en lugar de listas rígidas de procesos.",
    "Define 12 principios rectores que orientan el comportamiento y la toma de decisiones en la gestión de proyectos.",
    "Sustituye el énfasis en ITTOs por dominios de desempeño y principios centrados en resultados y valor.",
    "Introduce siete (ocho, según interpretación ampliada) dominios de desempeño que estructuran las áreas clave de práctica.",
    "Prioriza la entrega de valor y los resultados por sobre la mera finalización de entregables.",
    "Incorpora de forma explícita la necesidad de adaptar (tailoring) prácticas al contexto del proyecto.",
    "Añade una sección de Modelos, Métodos y Artefactos que mapea herramientas a dominios de desempeño.",
    "La guía es deliberadamente no prescriptiva: recomienda prácticas, no obliga secuencias o entradas/salidas fijas.",
    "Refuerza la integración entre proyectos y operaciones, considerando el ciclo de vida del producto y su sostenibilidad.",
    "Aumenta el foco en habilidades humanas: liderazgo, equipo, colaboración y comportamiento ético.",
    "Reconoce enfoques predictivos, ágiles e híbridos; sugiere elegir según el contexto del trabajo.",
    "Presenta un marco para medición del desempeño y toma de decisiones basada en evidencia.",
    "Dedica atención al manejo de la incertidumbre y la ambigüedad como elemento inherente a proyectos.",
    "Incluye orientación sobre gobernanza y stewardship para asegurar responsabilidad y alineación estratégica.",
    "Incorpora prácticas relacionadas con la calidad como criterio continuo, no como fase aislada.",
    "Enfatiza el pensamiento holístico: comprender relaciones, dependencias y efectos sistémicos.",
    "Proporciona herramientas de adaptación y resiliencia para responder a cambios y shocks del entorno.",
    "Mapea claramente artefactos y métodos a los dominios, facilitando selección práctica por el equipo.",
    "Amplía cobertura sobre gestión de stakeholders: identificación, compromiso y creación de valor compartido.",
    "Refuerza la importancia de equipos efectivos, su formación, dinámica y rendimiento sostenido.",
    "Orienta a priorizar valor de negocio y/ó de usuario, no sólo cumplimiento de alcance técnico.",
    "Presenta ejemplos y casos prácticos que ilustran aplicación de principios en distintos contextos.",
    "Fomenta el uso de métricas y medidas relevantes para gobernanza y mejora continua.",
    "Reconoce el rol creciente de tecnología (incluyendo IA) y estructuras como PMOs en la práctica.",
    "Facilita la personalización de prácticas mediante una guía clara de tailoring paso a paso.",
    "Su lenguaje y estructura favorecen la interoperabilidad con otros estándares y marcos.",
    "Sirve como referencia para el desarrollo de ítems de examen; no sustituye recursos de preparación del PMP.",
    "Promueve la documentación de decisiones de tailoring para justificar elecciones metodológicas.",
    "Refleja una visión contemporánea: énfasis en resultados, contexto, personas y adaptabilidad."
  ]
}
